[
  {
    "title": "TAKS flashcards",
    "cards": [
      {
        "term": "Declaration of Independence",
        "definition": "This document was adopted by the Second Continental Congress on July 4, 1776. It established the 13 colonies as independent states, free from rule by Great Britain. Thomas Jefferson wrote the majority of this document."
      },
      {
        "term": "Quote from: Declaration of Independence",
        "definition": "\"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are Life, Liberty, and the pursuit of Happiness. That to secure these rights, Governments are instituted among men, deriving their just power from the consent of the governed. That whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or abolish it, and to institute new government...\""
      },
      {
        "term": "Federalism",
        "definition": "the distribution of power between a federal government and the states within a union"
      },
      {
        "term": "English Bill of Rights",
        "definition": "King William and Queen Mary accepted this document in 1689. It guaranteed certain rights to English citizens and declared that elections for Parliament would happen frequently. By accepting this document, they supported a limited monarchy, a system in which they shared their power with Parliament and the people."
      },
      {
        "term": "French and Indian War",
        "definition": "This struggle between the British and the French in the colonies of North America was part of a worldwide war know as the Seven Years' War."
      },
      {
        "term": "Fundamental Orders of Connecticut",
        "definition": "This document was the first written constitution in the American colonies. It was prepared as the covenant for the new Puritan community in Connecticut, established in the 1630s. This document described a system of government for the new community."
      },
      {
        "term": "Unalienable Rights",
        "definition": "Rights that are fundamental or natural rights guaranteed to people naturally instead of by the law: Life, liberty, and pursuit of happiness."
      },
      {
        "term": "Separation of Powers",
        "definition": "The division of a central government into two or more branches, each having its own responsibilities and authorities."
      },
      {
        "term": "14th Amendment",
        "definition": "Declared that all persons born or naturalized in the United States were entitled equal rights regardless of their race, and that their rights were protected at both the state and national levels."
      },
      {
        "term": "13th Amendment",
        "definition": "Freed all slaves without compensation to the slaveowners. It legally forbade slavery in the United States."
      },
      {
        "term": "Federalists",
        "definition": "those favoring ratification of the Constitution and the federalist form of government."
      },
      {
        "term": "Federalist Papers",
        "definition": "a series of essays written by three leading Federalist- James Madison, Alexander Hamilton, and John Jay(they supported a form of government that divided power between a strong central government and the states)"
      },
      {
        "term": "Mercantilism",
        "definition": "a set of economic principles based on policies which stress government regulation of economic activities to benefit the home country"
      },
      {
        "term": "Judicial Review",
        "definition": "Provides for the judicial branch of the government to determine if laws are constitutional"
      },
      {
        "term": "Representative Government",
        "definition": "Power is held by the people and exercised through the efforts of representatives elected by the people."
      }
    ]
  },
  {
    "title": "TAKS Flash",
    "cards": [
      {
        "term": "Federalist Papers",
        "definition": "a series of essays written by three leading Federalists- James Madison, Alexander Hamilton, and John Jay (supported a form of government that divided power between strong central government and states)"
      },
      {
        "term": "Federalists",
        "definition": "those favoring ratification of the Constitution and the federalist form of government"
      },
      {
        "term": "Fundamental Orders of Connecticut",
        "definition": "first written constitution in the American colonies. It was prepared as the covenant for the new Puritan community in Connecticut, established in th 1630s. This document described a system of government for the new community."
      },
      {
        "term": "French and Indian War",
        "definition": "Struggle between the British and the French in the colonies of North America was part of a worldwide war known as the Seven Years' War."
      },
      {
        "term": "English Bill of Rights",
        "definition": "King William and Queen Mary accepted this document in 1689. It guaranteed certain rights to English citizens and declared that elections for Parliament would happen frequently. By accepting this document, they supported a limited monarchy, a system in which they shared their power with Parlaiment and the people"
      },
      {
        "term": "1861-1865",
        "definition": "the American Civil War was fought during these years. It began with the firing on Fort Sumpter and eneded with the Confederate surrender at Appomattox Court House almost four years later"
      }
    ]
  },
  {
    "title": "Taks Flashcards",
    "cards": [
      {
        "term": "Bill of Rights",
        "definition": "the first ten amendments to the Constitution (ratified in 1791)"
      },
      {
        "term": "Civic Virtue",
        "definition": "People who exemplify this quality go beyond their obligations by taking an active role in improving the community and the experiences of other members of the community"
      },
      {
        "term": "Proctective Tariff",
        "definition": "A tax on an imported product instituted to protect local industries"
      },
      {
        "term": "Popular Sovereignty",
        "definition": "the concept taht political power rests with the people who can create, alter, and abolish government. People express themselves through voting and free participation in government"
      },
      {
        "term": "Articles of Confederation",
        "definition": "this document, the nation's first constitution, was adopted by the Second Continental congress in 1781 during the revolution. The document was limited because states held most of the power, and congress lacked the power to tax, regulate trade, of control coinage"
      },
      {
        "term": "1861-1865",
        "definition": "The American Civil War was fought during these years. It began with the firing on fort Sumter and ended with the Confederate surrender at Appomattox Court House almost four years later."
      },
      {
        "term": "15th Amendment",
        "definition": "This amendment granted black men to vote."
      },
      {
        "term": "Philadelphia Convention of 1787",
        "definition": "This meeting was held \"for the sole and express purpose of revising the Articles of Confederation.\" Instead the attendees decided to scrap the Articles and create a new plan for government. Of the 55 delegates who attended, 39 signed the document they created -- the U.S. Constitution"
      },
      {
        "term": "Gettysburg Adress",
        "definition": "Speech given by Abraham Lincoln which captured the spirit of liberty and morality ideally held by citizens of a democracy. That ideal was threatened by the Civil War."
      },
      {
        "term": "Civil Disobedience",
        "definition": "Henry David Thoreau advocated this process of defying codes of conduct within a community of ignoring the policies and government of a state of nation when the civil laws are unjust."
      },
      {
        "term": "Anti-Federalist",
        "definition": "those opposed to the Constitution because they feared the power of the national government in the new federal system."
      },
      {
        "term": "Founding Fathers",
        "definition": "this term applies to those individuals who played a major role in declaring U.S. independence, fighting the Revolutionary War, of writing and adopting the U.S. constitution. They include Thomas Jefferson, George Washington, and James Madison"
      },
      {
        "term": "Seperation of Powes",
        "definition": "the division of a central government into two of more branches, each having its own respponsibilities and authorities."
      },
      {
        "term": "Unalienable Rights",
        "definition": "These rights are fundamental or natural rights guaranteed to people naturally instead of by the law. They include life, liberty, and the pursuit of happiness."
      },
      {
        "term": "Declaration of Independence",
        "definition": "this document was adopted by the second contiental congress on July 4,1776. It established the 13 colonies as independent states, free from rule by Great Britain. Thomas Jefferson wrote the majority of this document."
      }
    ]
  },
  {
    "title": "Taks Flash",
    "cards": [
      {
        "term": "issued by abraham Lincoln on September 22, 1862, it declared that all slaves in the rebellious confederate states would be free.",
        "definition": "Emancipation Proclamation"
      },
      {
        "term": "Southeners favored freedom of trade and believed in the authority of states over the federal overnment. southeners declared federal protective tariffs null and void.",
        "definition": "Nullification Crisis"
      },
      {
        "term": "Work to change society for the better. Focused on improving conditions for the poor, enslaved, imprisoned, women and disabled.",
        "definition": "Reform Movements"
      },
      {
        "term": "pwoer is held by the people and excersised through the efforts of represenitives elected by the people.",
        "definition": "Represenitive government"
      },
      {
        "term": "a set of economic principles based on polcies which stress geovernment regulation of economic activities to benefit the home country.",
        "definition": "Mercantilism"
      },
      {
        "term": "provides for the judical branch of the government to determine if laws are constitutional.",
        "definition": "Judical Review"
      },
      {
        "term": "the first ten amendments to the constitution( raftified in 1791)",
        "definition": "Bill of Rights"
      },
      {
        "term": "People who exemplify this quality go beyond their oligations by taking an active role in improving the community and the experiences of other members of the community.",
        "definition": "Civic virtue"
      },
      {
        "term": "This document was the first written constitution in the american colonies. It was prepared as the convenant for the new Puritan Community in Connecticut, established in the 1630s. This document described a system of governmnet for the new community.",
        "definition": "fundamental orders of connecticut"
      },
      {
        "term": "this struggle between the british and the frech colonies or north america was part of a world wide war known as the seven years war.",
        "definition": "French and indian war"
      },
      {
        "term": "The United STates under the leadership of Thomas Jefferson, aquired the Lousiana territory from France during this year. The Purchase more than doubled the area of the U.S.",
        "definition": "1803 Thomas Jefferson"
      },
      {
        "term": "Between may 25 and september 17 of this year, delegates gathered in philadelphia to revise the articles of confederation. Instead they drafted, debated comprmised, and Finally approved for ratification the constitution ofthe U.s",
        "definition": "!787"
      }
    ]
  }
]